Revit 2027 API
MassLevelData.NLevelFafArea Property
 The surface area of the intersection of the MassLevelData's level with the mass geometry.
Namespace: Autodesk.Revit.DB.Analysis
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double NLevelFafArea { get; }
Public ReadOnly Property NLevelFafArea As Double
	Get
public:
property double NLevelFafArea {
	double get ();
}
member NLevelFafArea : float with get
Property Value
Double
See Also
Reference
MassLevelData Class
Autodesk.Revit.DB.Analysis Namespace